Repository: zs40x/PairProgrammingTimer
Catalog: PairProgrammingTimer/*.lproj/Localizable.strings
Languages: de

source: Cancel
de: Abbrechen

source: Change developer
de: Entwickler wechseln

source: Clear log?
de: Protokoll leeren?

source: Confirm
de: Bestätigen

# EnterDeveloperName
source: Developer name?
de: Name des Entwicklers?

# ExportFailedMsg
source: Failed to export log as file
de: Fehler beim exportieren des Protokolls.

# InfoAllLogEntriesWillBeDeleted
source: All log entries will be deleted!
de: Alle Einträge werden gelöscht!

source: Notifications disabled
de: Benachrichtigungen sind deaktiviert

# PleaseEnableNotifications
source: To receive notifications when the app is not in the foreground please enable them in the system settings.
de: Um eine abgelaufene Sitzung zu melden wenn die App nicht geöffnet ist müssen die Benachrichtigungen aktiviert sein. Bitte aktivieren Sie diese in den Einstellungen der App.

source: Session timer expired!
de: Sitzung abgelaufen!

# ShareMessage
source: This is the exported PairProgrammingTimer log file.
de: Dies ist das aus dem PairProgrammingTimer exportiert Protokoll.

source: Sharing failed
de: Fehler beim freigeben.

source: Stop session
de: Sitzung beenden
